brew "actionlint"
brew "awscli"
brew "bash-completion@2"
brew "ccat"
brew "gh"
brew "git"
brew "grep"
brew "htop"
brew "hugo"
brew "jq"
brew "lazydocker"
brew "less"
brew "mise"
brew "nkf"
brew "peco"
brew "pwgen"
brew "shellcheck"
brew "source-highlight"
brew "tig"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "genkiroid/cert/cert"
brew "k1low/tap/octocov"
brew "koh-sh/tap/codebuild-multirunner"
cask "alfred"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "showyedge"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
vscode "davidanson.vscode-markdownlint"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sumneko.lua"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
