tap "genkiroid/cert"
tap "k1low/tap"
tap "koh-sh/tap"
brew "actionlint"
brew "mas"
brew "awscli"
brew "bash-completion@2"
brew "ccat"
brew "gh"
brew "git"
brew "grep"
brew "htop"
brew "hugo"
brew "jq"
brew "lazydocker"
brew "less"
brew "mise"
brew "nkf"
brew "peco"
brew "pwgen"
brew "shellcheck"
brew "source-highlight"
brew "tig"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "genkiroid/cert/cert"
brew "k1low/tap/octocov"
brew "koh-sh/tap/codebuild-multirunner"
cask "alfred"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "showyedge"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
mas "Keepa - Price Tracker", id: 1533805339
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
